tap "afnanenayet/tap"
tap "krtirtho/apps"
tap "libsql/sqld"
tap "mongodb/brew"
#tap "mutagen-io/mutagen"
tap "oven-sh/bun"
tap "sst/tap"
tap "supabase/tap"
brew "act"
brew "age"
brew "glib"
brew "pixman"
brew "cairo"
brew "giflib"
brew "openblas"
brew "aider"
brew "ansible"
brew "aria2"
brew "asitop"
brew "bash"
brew "bat"
brew "bfg"
brew "bitwise"
brew "btop"
brew "cassowary"
brew "certbot"
brew "pkgconf"
brew "cmake"
brew "ruby"
brew "cocoapods"
brew "php"
brew "composer"
brew "coreutils"
brew "deno"
brew "difftastic"
brew "dprint"
brew "pango"
brew "exiftool"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fdupes"
brew "unbound"
brew "ffmpeg"
brew "fish"
brew "flamebearer"
brew "fnm"
brew "fpart"
brew "frpc"
brew "gemini-cli"
brew "gh"
brew "git"
brew "git-annex"
brew "git-cliff"
brew "qt"
brew "pyqt"
brew "git-cola"
brew "git-crypt"
brew "git-delta"
brew "git-filter-repo"
brew "git-lfs"
brew "git-remote-gcrypt"
brew "git-sizer"
brew "gnupg"
brew "go"
brew "helm"
brew "htop"
brew "hyperfine"
brew "imagemagick"
brew "iperf"
brew "iperf3"
brew "jpeg"
brew "kcov"
brew "kind"
brew "lego"
brew "less"
brew "libffi"
brew "librsvg"
brew "llama.cpp"
brew "llvm"
brew "mas"
brew "miller"
brew "mkcert"
brew "node"
brew "mosh"
brew "nano"
brew "neovim"
brew "nmap"
brew "nss"
brew "octave"
brew "ollama", restart_service: :changed
brew "opencv"
brew "openjdk@11"
brew "parallel"
brew "pinentry-mac"
brew "pipx"
brew "pnpm"
brew "postgresql@14"
brew "qemu"
brew "rclone"
brew "repomix"
brew "ripgrep"
brew "rsync"
brew "rust-analyzer"
brew "rustup"
brew "shellcheck"
brew "shellspec"
brew "shfmt"
brew "smartmontools"
brew "starship"
brew "testdisk"
brew "tmux"
brew "tmuxinator"
brew "trash", link: true
brew "tree"
brew "unzip"
brew "uv"
brew "volta"
brew "wakeonlan"
brew "wasm-pack"
brew "watchman"
brew "websocat"
brew "wget"
brew "wrk"
brew "yarn"
brew "yt-dlp"
brew "zbar"
brew "zig"
brew "zsh"
brew "afnanenayet/tap/diffsitter"
brew "mongodb/brew/mongodb-community"
brew "oven-sh/bun/bun"
brew "sst/tap/opencode"
brew "supabase/tap/supabase"
brew "turso"
cask "1password"
cask "adguard"
cask "adguard-vpn"
cask "adobe-acrobat-reader"
cask "affine"
#cask "affinity-designer"
#cask "affinity-photo"
cask "aldente"
cask "alt-tab"
cask "altair-graphql-client"
#cask "altserver"
#cask "android-file-transfer"
cask "android-studio"
cask "anythingllm"
cask "anytype"
cask "appcleaner"
cask "appflowy"
cask "arctype"
#cask "arq"
#cask "arq-cloud-backup"
#cask "avibrazil-rdm"
#cask "balenaetcher"
cask "beekeeper-studio"
#cask "bettertouchtool"
cask "boop"
cask "browserstacklocal"
cask "calibre"
cask "canva"
cask "chatgpt"
cask "claude"
cask "cloudflare-warp"
cask "coconutbattery"
cask "codeedit"
cask "comfyui"
cask "cryptomator"
cask "cursor"
cask "cyberduck"
cask "datagrip"
#cask "dataspell"
cask "dbeaver-community"
cask "diffusionbee"
#cask "direqual" # Need install manually
#cask "docker"
#cask "fedora-media-writer"
cask "drawio"
cask "excalidrawz"
cask "figma"
cask "firefox"
cask "fleet"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "framer"
#cask "eloston-chromium"
cask "fsnotes"
cask "gcloud-cli"
cask "geany"
cask "gemini"
cask "gitbutler"
cask "hiddenbar"
cask "huly"
cask "iina"
cask "imazing"
cask "iterm2"
cask "itermai"
cask "jan"
cask "kap"
cask "knockknock"
#cask "krisp"
cask "lapce"
#cask "logseq"
cask "lm-studio"
cask "localsend"
cask "lulu"
cask "lunacy"
cask "maccy"
#cask "macfuse"
#cask "macs-fan-control"
cask "macupdater"
cask "microsoft-auto-update"
cask "microsoft-edge"
#cask "microsoft-office"
cask "miniforge"
cask "miro"
cask "mongodb-compass"
cask "moonlight"
#cask "multipass"
#cask "monitorcontrol"
#cask "mounty"
cask "msty"
cask "netnewswire"
cask "ngrok"
cask "nota"
cask "notesollama"
cask "notion"
cask "numi"
cask "nvidia-geforce-now"
#cask "outline-manager"
cask "obsidian"
cask "onlyoffice"
cask "openvpn-connect"
cask "orbstack"
cask "paragon-ntfs"
cask "parsec"
cask "postgres-unofficial"
cask "postico"
cask "postman"
#cask "proxyman"
cask "protonvpn"
#cask "pycharm"
#cask "qbittorrent"
cask "raindropio"
cask "rapidapi"
#cask "raspberry-pi-imager"
cask "raycast"
cask "rectangle"
cask "redis-insight"
cask "redis-pro"
cask "reikey"
cask "rsyncui"
cask "rustrover"
#cask "sensei"
cask "send-to-kindle"
cask "slack"
cask "soulver"
cask "spotify"
cask "spotube"
cask "steam"
cask "sublime-text"
cask "syncthing-app"
cask "tableplus"
#cask "teamviewer"
cask "tailscale-app"
cask "telegram-desktop"
cask "tg-pro"
cask "thunderbird"
cask "tunnelblick"
cask "upscayl"
cask "utm"
cask "veracrypt"
cask "virtualbox"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
#cask "vnc-viewer"
cask "webstorm"
#cask "wifi-explorer-pro"
cask "zed"
#cask "zerotier-one"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Apple Configurator", id: 1037126344
mas "Baking Soda", id: 1601151613
mas "Blackmagic Disk Speed Test", id: 425264550
mas "Blackmagic RAW Speed Test", id: 1466185689
mas "CapCut", id: 1500855883
#mas "Cleaner for Xcode", id: 1296084683
#mas "Codye", id: 1516894961
mas "CodeOfWar", id: 1310262344
mas "CompareMerge2", id: 1459748650
mas "Core Tunnel", id: 1354318707
mas "Craft", id: 1487937127
mas "Data Modeler", id: 1575153701
#mas "Developer", id: 640199958
#mas "DaVinci Resolve", id: 571213070
mas "Disk Decipher", id: 516538625
#mas "Disk Speed Test", id: 425264550
mas "Enchanted", id: 6474268307
mas "Hex Fiend", id: 1342896380
#mas "Home Design 3D", id: 1342163391
#mas "iMovie", id: 408981434
mas "Infuse", id: 1136220934
mas "iPreview", id: 1519213509
#mas "Live Home 3D", id: 1066144116
mas "LG Screen Manager", id: 1142051783
#mas "Medis 1", id: 1063631769
mas "Medis", id: 1579200037
mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
#mas "Mockup", id: 1527554407
#mas "MQTT Explorer", id: 1455214828
#mas "Notability", id: 360593530
#mas "Octotree", id: 1457450145
#mas "Ora", id: 1340501510
#mas "Outline", id: 1356178125
mas "Noted", id: 1446580517
mas "OneDrive", id: 823766827
mas "OpenCat", id: 6445999201
mas "Perplexity", id: 6714467650
mas "Photomator", id: 1444636541
mas "Pixelmator Pro", id: 1289583905
#mas "Planner 5D", id: 1310584536
mas "RectLabel Pro", id: 1490990105
mas "Save to Raindrop.io", id: 1549370672
#mas "Sculptor", id: 1493318997
mas "Sequel Ace", id: 1518036000
#mas "Telegram", id: 747648890
#mas "TeraCopy", id: 1378806557
mas "TestFlight", id: 899247664
mas "The Unarchiver", id: 425424353
#mas "Transporter", id: 1450874784
mas "UpNote", id: 1398373917
mas "Vinegar", id: 1591303229
mas "VN", id: 1494451650
#mas "Wappalyzer", id: 1520333300
mas "WebSocket Client", id: 1399498094
mas "Windows App", id: 1295203466
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
