tap "afnanenayet/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mongodb/brew"
#tap "mutagen-io/mutagen"
tap "ngrok/ngrok"
tap "oven-sh/bun"
tap "libsql/sqld"
tap "tursodatabase/tap"
brew "aider"
brew "asitop"
brew "assimp@5"
brew "btop"
brew "ceres-solver"
brew "cgns"
brew "edencommon"
brew "frpc"
brew "git-sizer"
brew "glew"
brew "helm"
brew "icu4c@76"
brew "icu4c@77"
brew "jsoncpp"
brew "libdeflate"
brew "libharu"
brew "libimagequant"
brew "liblinear"
brew "libraqm"
brew "llama.cpp"
brew "lld@19"
brew "llvm@19"
brew "lua"
brew "luajit-openresty"
brew "net-snmp"
brew "netcdf"
brew "nlohmann-json"
brew "nmap"
brew "numpy"
brew "ollama"
brew "onnx"
brew "opencv"
brew "openssl@1.1"
brew "openvino"
brew "pillow"
brew "pkgconf"
brew "proj"
brew "pugixml"
brew "python-packaging"
brew "python-setuptools"
brew "python@3.11"
brew "python@3.13"
brew "repomix"
brew "scipy"
brew "sst/tap/opencode"
brew "supabase/tap/supabase"
brew "tbb"
brew "tmuxinator-completion"
brew "utf8cpp"
brew "uv"
brew "vtk"
brew "xsimd"
brew "zbar"
brew "abseil"
brew "act"
brew "age"
brew "ca-certificates"
brew "certifi"
brew "pycparser"
brew "cffi"
brew "openssl@3"
brew "cryptography"
brew "libssh"
brew "libyaml"
brew "mpdecimal"
brew "readline"
brew "sqlite"
brew "xz"
brew "python@3.12"
brew "ansible"
brew "brotli"
brew "giflib"
brew "highway"
brew "imath"
brew "jpeg-turbo"
brew "libpng"
brew "lz4"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "openexr"
brew "webp"
brew "jpeg-xl"
brew "libvmaf"
brew "aom"
brew "apr"
brew "apr-util"
brew "argon2"
brew "gettext"
brew "libssh2"
brew "aria2"
brew "aribb24"
brew "eigen"
brew "gmp"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "hwloc"
brew "libevent"
brew "pmix"
brew "open-mpi"
brew "arpack"
brew "aspell"
brew "assimp"
brew "augeas"
brew "m4"
brew "autoconf"
brew "bash"
brew "oniguruma"
brew "bat"
brew "freetype"
brew "fontconfig"
brew "pcre2"
brew "xorgproto"
brew "libxau"
brew "libxdmcp"
brew "libxcb"
brew "libx11"
brew "libxext"
brew "libxrender"
brew "lzo"
brew "graphite2"
brew "icu4c"
brew "harfbuzz"
brew "openjdk"
brew "bfg"
brew "bitwise"
brew "pkg-config"
brew "boost"
brew "cairo"
brew "c-ares"
brew "capstone"
brew "cassowary"
brew "dialog"
brew "certbot"
brew "cjson"
brew "cmake"
brew "ruby"
brew "cocoapods"
brew "libunistring"
brew "libidn2"
brew "libnghttp2"
brew "rtmpdump"
brew "libtool"
brew "unixodbc"
brew "freetds"
brew "libavif"
brew "gd"
brew "krb5"
brew "libpq"
brew "libsodium"
brew "libzip"
brew "openldap"
brew "tidy-html5"
brew "php"
brew "composer"
brew "curl"
brew "coreutils"
brew "dav1d"
brew "dbus"
brew "deno"
brew "docker-completion"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "difftastic"
brew "double-conversion"
brew "dprint"
brew "dtc"
brew "dwarfutils"
brew "fmt"
brew "gflags"
brew "glog"
brew "snappy"
brew "folly"
brew "fizz"
brew "mvfst"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "jbig2dec"
brew "libidn"
brew "openjpeg"
brew "ghostscript"
brew "epstool"
brew "exiftool"
brew "libgit2"
brew "eza"
brew "fd"
brew "libogg"
brew "flac"
brew "frei0r"
brew "fribidi"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "fdupes"
brew "gnutls"
brew "lame"
brew "leptonica"
brew "libb2"
brew "libarchive"
brew "libunibreak"
brew "libass"
brew "libbluray"
brew "libmicrohttpd"
brew "mbedtls"
brew "librist"
brew "libsamplerate"
brew "libvorbis"
brew "mpg123"
brew "opus"
brew "libsndfile"
brew "libsoxr"
brew "libvidstab"
brew "libvpx"
brew "opencore-amr"
brew "rav1e"
brew "rubberband"
brew "sdl2"
brew "speex"
brew "srt"
brew "svt-av1"
brew "tesseract"
brew "theora"
brew "x264"
brew "x265"
brew "xvid"
brew "zeromq"
brew "zimg"
brew "ffmpeg"
brew "fftw"
brew "jasper"
brew "netpbm"
brew "fig2dev"
brew "ncurses"
brew "fish"
brew "fltk"
brew "fnm"
brew "fpart"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "libmagic"
brew "git-annex"
brew "git-cliff"
brew "hunspell"
brew "libmng"
brew "md4c"
brew "git-cola"
brew "git-crypt"
brew "git-delta"
brew "git-filter-repo"
brew "git-lfs"
brew "git-remote-gcrypt"
brew "gl2ps"
brew "glpk"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "glib"
brew "go"
brew "libde265"
brew "shared-mime-info"
brew "libheif"
brew "graphicsmagick"
brew "libaec"
brew "hdf5"
brew "htop"
brew "hyperfine"
brew "liblqr"
brew "libomp"
brew "libraw"
brew "imagemagick"
brew "iperf"
brew "iperf3"
brew "pango"
brew "jpeg"
brew "kind"
brew "kcov"
brew "lego"
brew "less"
brew "libffi"
brew "librsvg"
brew "libslirp"
brew "libuv"
brew "libvterm"
brew "z3"
brew "llvm"
brew "lpeg"
brew "luajit"
brew "luv"
brew "mas"
brew "metis"
brew "miller"
brew "mkcert"
brew "mongosh"
brew "protobuf"
brew "mosh"
brew "msgpack"
brew "nano"
brew "fastfetch"
brew "tree-sitter"
brew "unibilium"
brew "neovim"
brew "node"
brew "nspr"
brew "nss"
brew "plotutils"
brew "portaudio"
brew "pstoedit"
brew "qhull"
brew "qrupdate"
brew "qscintilla2"
brew "rapidjson"
brew "suite-sparse"
brew "sundials"
brew "texinfo"
brew "octave"
brew "openblas"
brew "openjdk@11"
brew "parallel"
brew "pcre"
brew "pinentry-mac"
brew "pipx"
brew "pixman"
brew "pnpm"
brew "qemu"
#brew "podman"
brew "popt"
brew "postgresql@14"
brew "qt"
brew "pyqt"
brew "vde"
brew "rclone"
brew "ripgrep"
brew "xxhash"
brew "rsync"
brew "rustup"
brew "rust-analyzer"
brew "shellcheck"
brew "shfmt"
brew "shellspec"
brew "smartmontools"
brew "speedtest-cli"
brew "starship"
brew "testdisk"
brew "utf8proc"
brew "tmux"
brew "tmuxinator"
brew "trash"
brew "tree"
brew "unzip"
brew "volta"
brew "wakeonlan"
brew "wasm-pack"
brew "watchman"
brew "websocat"
brew "wget"
brew "wrk"
brew "yarn"
brew "zig"
brew "zsh"
brew "afnanenayet/tap/diffsitter"
brew "heroku/brew/heroku"
brew "libsql/sqld/sqld"
brew "mongodb/brew/mongodb-database-tools"
brew "mongodb/brew/mongodb-community"
#brew "mutagen-io/mutagen/mutagen"
#brew "mutagen-io/mutagen/mutagen-compose"
brew "oven-sh/bun/bun"
brew "yt-dlp"
brew "tursodatabase/tap/turso"
cask "1password"
cask "adguard"
cask "adguard-vpn"
cask "adobe-acrobat-reader"
cask "affine"
#cask "affinity-designer"
#cask "affinity-photo"
cask "aldente"
cask "alt-tab"
cask "altair-graphql-client"
cask "altserver"
cask "android-file-transfer"
cask "android-studio"
cask "appcleaner"
cask "arctype"
#cask "arq"
#cask "arq-cloud-backup"
#cask "avibrazil-rdm"
#cask "balenaetcher"
cask "beekeeper-studio"
#cask "bettertouchtool"
cask "boop"
cask "browserstacklocal"
cask "canva"
cask "chatgpt"
cask "coconutbattery"
#cask "codeedit"
cask "cryptomator"
cask "cyberduck"
cask "datagrip"
#cask "dataspell"
#cask "diffusionbee"
cask "diffusionbee"
cask "direqual"
#cask "docker"
#cask "fedora-media-writer"
cask "figma"
cask "firefox"
cask "fleet"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "framer"
#cask "eloston-chromium"
cask "fsnotes"
cask "gemini"
cask "gitbutler"
cask "hiddenbar"
cask "iina"
cask "imazing"
cask "iterm2"
cask "itermai"
cask "kap"
cask "knockknock"
#cask "krisp"
cask "lapce"
#cask "logseq"
cask "lulu"
cask "lunacy"
#cask "macfuse"
#cask "macs-fan-control"
cask "macupdater"
cask "microsoft-auto-update"
cask "microsoft-edge"
#cask "microsoft-office"
cask "miniforge"
cask "miro"
cask "mongodb-compass"
cask "moonlight"
#cask "multipass"
#cask "monitorcontrol"
#cask "mounty"
cask "netnewswire"
cask "ngrok"
cask "notion"
cask "numi"
#cask "nvidia-geforce-now"
#cask "outline-manager"
cask "obsidian"
cask "onlyoffice"
cask "openvpn-connect"
cask "orbstack"
cask "paragon-ntfs"
#cask "parsec"
cask "postgres-unofficial"
cask "postico"
cask "postman"
#cask "proxyman"
#cask "pycharm"
#cask "qbittorrent"
cask "raindropio"
cask "rapidapi"
#cask "raspberry-pi-imager"
cask "raycast"
cask "rectangle"
cask "redis-pro"
cask "redisinsight"
cask "reikey"
cask "rustrover"
#cask "sensei"
#cask "slack"
cask "soulver"
cask "spotify"
cask "sublime-text"
cask "syncthing"
cask "tableplus"
#cask "teamviewer"
cask "tailscale"
#cask "taskexplorer"
cask "telegram-desktop"
cask "tg-pro"
cask "upscayl"
cask "utm"
cask "veracrypt"
cask "virtualbox@beta"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
#cask "vnc-viewer"
cask "vmware-fusion"
cask "webstorm"
#cask "wifi-explorer-pro"
cask "zed"
#cask "zerotier-one"
#cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Apple Configurator", id: 1037126344
mas "Baking Soda", id: 1601151613
mas "Blackmagic RAW Speed Test", id: 1466185689
mas "CapCut", id: 1500855883
#mas "Cleaner for Xcode", id: 1296084683
#mas "Codye", id: 1516894961
mas "CodeOfWar", id: 1310262344
mas "CompareMerge2", id: 1459748650
mas "Core Tunnel", id: 1354318707
mas "Craft", id: 1487937127
mas "Data Modeler", id: 1575153701
#mas "Developer", id: 640199958
#mas "DaVinci Resolve", id: 571213070
mas "Disk Decipher", id: 516538625
mas "Disk Speed Test", id: 425264550
mas "Enchanted", id: 6474268307
mas "Hex Fiend", id: 1342896380
#mas "Home Design 3D", id: 1342163391
#mas "iMovie", id: 408981434
mas "Infuse", id: 1136220934
mas "iPreview", id: 1519213509
#mas "Live Home 3D", id: 1066144116
#mas "Medis 1", id: 1063631769
mas "Medis", id: 1579200037
mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
#mas "Mockup", id: 1527554407
#mas "MQTT Explorer", id: 1455214828
#mas "Notability", id: 360593530
#mas "Octotree", id: 1457450145
#mas "Ora", id: 1340501510
#mas "Outline", id: 1356178125
#mas "Noted", id: 1446580517
mas "OneDrive", id: 823766827
mas "OpenCat", id: 6445999201
mas "Photomator", id: 1444636541
mas "Pixelmator Pro", id: 1289583905
#mas "Planner 5D", id: 1310584536
mas "RectLabel", id: 1490990105
mas "Save to Raindrop.io", id: 1549370672
#mas "Sculptor", id: 1493318997
mas "Sequel Ace", id: 1518036000
mas "Telegram", id: 747648890
#mas "TeraCopy", id: 1378806557
mas "TestFlight", id: 899247664
mas "The Unarchiver", id: 425424353
#mas "Transporter", id: 1450874784
mas "Vinegar", id: 1591303229
mas "VN", id: 1494451650
#mas "Wappalyzer", id: 1520333300
mas "WebSocket Client", id: 1399498094
mas "Xcode", id: 497799835