tap "adoptopenjdk/openjdk"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "heroku/brew"
tap "mongodb/brew"
brew "ansible"
brew "cassowary"
brew "gradle"
brew "mas"
brew "mosh"
brew "mysql"
brew "postgresql"
brew "rust-analyzer"
brew "speedtest-cli"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-community"
cask "1password"
cask "4k-video-downloader"
cask "adguard"
cask "adoptopenjdk11"
cask "altair-graphql-client"
cask "android-file-transfer"
cask "android-studio"
cask "app-cleaner"
cask "boop"
cask "browserstacklocal"
cask "cloudflare-warp"
cask "cyberduck"
cask "datagrip"
cask "docker"
cask "folx"
cask "font-fira-code"
cask "gitkraken"
cask "kdiff3"
cask "macupdater"
cask "notion"
cask "postman"
cask "telegram-desktop"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"